;
; Copyright (C) 2006-2008 TOSHIBA CORPORATION
;
; Language File
;
;  Last update 2008.06.23

;----------------------------------------------------------------
[COMMON]
;// Version
VERSION="1.0.0.1"

;----------------------------------------------------------------
[LANGTABLE]

;// Japanese Japanese JPN  
0x0411 = "JPN"

;// Japanese (default)
0x0011 = "JPN"

;----------------------------------------------------------------
;// Danish Danish DAN  
0x0406 = "DAN"

;// Danish (default)  
0x0006 = "DAN"

;----------------------------------------------------------------
;// Dutch Dutch (Standard) NLD 
0x0413 = "NLD"

;Dutch (default)
0x0013 = "NLD"

;----------------------------------------------------------------
;// English ENU  
0x0409 = "ENU"

;English (default)
0x0009 = "ENU"

;----------------------------------------------------------------
;// French French (Standard) FRA  
0x040C = "FRA"

;Canadian French
0x0C0C = "FRA"

;French (default)
0x000C = "FRA"

;----------------------------------------------------------------
;// German German (Standard) DEU  
0x0407 = "DEU"

;German (default)
0x0007 = "DEU"

;----------------------------------------------------------------
;// Italian (Standard) ITA
0x0410 = "ITA"

;Italian (default)
0x0010 = "ITA"

;----------------------------------------------------------------
;// Norwegian Norwegian (Bokmal) NOR  
0x0414 = "NOR"

;Norwegian (default)
0x0014 = "NOR"

;----------------------------------------------------------------
;// Portuguese Portuguese (Brazilian) PTB  
0x0416 = "PTB"

;// Portuguese Portuguese (Standard) PTG  
0x0816 = "PTG"

;// Portuguese (default)
0x0016 = "PTG"

;----------------------------------------------------------------
;// Swedish Swedish SVE  
0x041D = "SVE"

;Swedish (default)
0x001D = "SVE"

;----------------------------------------------------------------
;// Spanish Spanish (Standard/Traditional) ESP  
0x040A = "ESP"

;// Spanish International
0x0C0A = "ESP"

;Spanish (default)
0x000A = "ESP"

;Spanish (Catalan)
0x0403 = "ESP"

;Spanish (Basque)
0x042D = "ESP"

;Spanish (Galician)
0x0456 = "ESP"


;----------------------------------------------------------------
;// Korean  
0x0412 = "KOR"

;// Korean  (default)
0x0012 = "KOR"

;----------------------------------------------------------------
;// chainese, Traditional (Taiwan)  
0x0404 = "CHT"

;// chainese, Traditional (Hong Kong)  
0x0C04 = "CHT"

;// chainese, Simplified  
0x0804 = "CHS"

;// chainese, (default)
0x0004 = "CHS"

;----------------------------------------------------------------
;// Russian  
0x0419 = "RUS"

;// Russian  (default)
0x0019 = "RUS"

;----------------------------------------------------------------
;// Finnish  
0x040B = "FIN"

;// Finnish  (default)
0x000B = "FIN"

;----------------------------------------------------------------
;// Polish
0x0415 = "PLK"

;// Polish (default)
0x0015 = "PLK"

;----------------------------------------------------------------
;// Greek
0x0408 = "ELL"

;// Greek (default)
0x0008 = "ELL"

;----------------------------------------------------------------
[JPN]
;Japanese(Default)
IDS_CHECK_CAPS="Caps Lock"
IDS_CHECK_NUM="Num Lock"
IDS_CHECK_SCROOL="Scroll Lock"
IDS_CHECK_ON="オン"
IDS_CHECK_OFF="オフ"
IDS_BTMNG_MSG_COMPUTER="コンピュータ(&M)"

;BdAddr
IDS_PV_LVC_COLUMN_LAVEL_2="アドレス"

;BtMng
IDS_BTMNG_MSG_HW_SW_OFF="Bluetoothデバイスを取り付けてから「OK」ボタンをクリックしてください。"

;Bluetooth Settings
IDS_EZC_DEVICE_CLASS="デバイス クラス"
IDS_EZC_CHECK_ENABLE_AVAUTOCONNECT="自動接続機能を有効にする(&E)"

;IT Security Manager
ITSEC_ITSECSETTINGS = "ITセキュリティ設定"
ITSEC_MESSAGE = "Bluetooth関連機能は無効になっています。\r\nこれらの機能は%s(ItSecSettings.exe)を使用して有効にすることができます。"
ITSEC_LAUNCH = "%s..."
ITSEC_CANCEL = "閉じる"
ITSEC_CHECK = "次回から表示しない(&D)"

[ENU]
;English(Default)
IDS_CHECK_CAPS="Caps Lock"
IDS_CHECK_NUM="Num Lock"
IDS_CHECK_SCROOL="Scroll Lock"
IDS_CHECK_ON="ON"
IDS_CHECK_OFF="OFF"
IDS_BTMNG_MSG_COMPUTER="&Computer Places"

;BdAddr
IDS_PV_LVC_COLUMN_LAVEL_2="Bluetooth device address"

;BtMng
IDS_BTMNG_MSG_HW_SW_OFF="Please plug in the Bluetooth device and click OK button."

;Bluetooth Settings
IDS_EZC_DEVICE_CLASS="Device Class"
IDS_EZC_CHECK_ENABLE_AVAUTOCONNECT="Automatic connection function will be validated."

;IT Security Manager
ITSEC_ITSECSETTINGS="IT Security Settings"
ITSEC_MESSAGE="Bluetooth-related functions are disabled.\r\nYou can re-enable these functions using %s (ItSecSettings.exe)."
ITSEC_LAUNCH="%s..."
ITSEC_CANCEL="Close"
ITSEC_CHECK="&Don't show this window next time"

[FRA]
;French
IDS_CHECK_CAPS="VERR MAJ"
IDS_CHECK_NUM="Verr num"
IDS_CHECK_SCROOL="Arrêt défil"
IDS_CHECK_ON="ACTIVÉ"
IDS_CHECK_OFF="DÉSACTIVÉ"
IDS_BTMNG_MSG_COMPUTER="Emplacements de l'&ordinateur"

;BdAddr
IDS_PV_LVC_COLUMN_LAVEL_2="Adresse du périphérique Bluetooth"

;BtMng
IDS_BTMNG_MSG_HW_SW_OFF="Veuillez brancher le périphérique Bluetooth et cliquer sur le bouton OK."

;Bluetooth Settings
IDS_EZC_DEVICE_CLASS="Classe du périphérique"
IDS_EZC_CHECK_ENABLE_AVAUTOCONNECT="La connexion automatique a été validée."

;IT Security Manager
ITSEC_ITSECSETTINGS="Paramètres de sécurité informatique"
ITSEC_MESSAGE="Les fonctions Bluetooth sont désactivées.\r\nVous pouvez les réactiver à l'aide de %s (ItSecSettings.exe)."
ITSEC_LAUNCH="%s..."
ITSEC_CANCEL="Fermer"
ITSEC_CHECK="&Ne plus afficher cette fenêtre à l’avenir"

[DEU]
;German
IDS_CHECK_CAPS="Feststelltaste"
IDS_CHECK_NUM="Num"
IDS_CHECK_SCROOL="Rollen"
IDS_CHECK_ON="EIN"
IDS_CHECK_OFF="AUS"
IDS_BTMNG_MSG_COMPUTER="&Computer-Plätze"

;BdAddr
IDS_PV_LVC_COLUMN_LAVEL_2="Bluetooth-Geräteadresse"

;BtMng
IDS_BTMNG_MSG_HW_SW_OFF="Schließen Sie das Bluetooth-Gerät an und klicken Sie auf "OK"."

;Bluetooth Settings
IDS_EZC_DEVICE_CLASS="Geräteklasse"
IDS_EZC_CHECK_ENABLE_AVAUTOCONNECT="Automatische Verbindungsfunkion wird aktiviert"

;IT Security Manager
ITSEC_ITSECSETTINGS="IT-Sicherheitseinstellungen"
ITSEC_MESSAGE="Bluetooth-Funktionen sind deaktiviert.\r\nSie können diese Funktionen mit %s (ItSecSettings.exe) wieder aktivieren."
ITSEC_LAUNCH="%s..."
ITSEC_CANCEL="Schließen"
ITSEC_CHECK="&Dieses Fenster nicht mehr zeigen"

[ITA]
IDS_CHECK_CAPS="BLOC MAIUSC"
IDS_CHECK_NUM="Bloc Num"
IDS_CHECK_SCROOL="Bloc Scorr"
IDS_CHECK_ON="ATTIVATO"
IDS_CHECK_OFF="DISATTIVATO"
IDS_BTMNG_MSG_COMPUTER="Risorse &computer"

;BdAddr
IDS_PV_LVC_COLUMN_LAVEL_2="Indirizzo dispositivo Bluetooth"

;BtMng
IDS_BTMNG_MSG_HW_SW_OFF="Collegare il dispositivo Bluetooth e fare clic su OK."

;Bluetooth Settings
IDS_EZC_DEVICE_CLASS="Classe dispositivo"
IDS_EZC_CHECK_ENABLE_AVAUTOCONNECT="La funzione di connessione automatica è attivata."

;IT Security Manager
ITSEC_ITSECSETTINGS="Configuración de seguridad de TI"
ITSEC_MESSAGE="Le funzioni Bluetooth sono disattivate.\r\nÈ possibile riattivarle
utilizzando %s (ItSecSettings.exe).
"
ITSEC_LAUNCH="%s..."
ITSEC_CANCEL="Chiudi"
ITSEC_CHECK="&Non visualizzare più questa finestra."

[DAN]
;Danish
IDS_CHECK_CAPS="Caps Lock"
IDS_CHECK_NUM="Num Lock"
IDS_CHECK_SCROOL="Scroll Lock"
IDS_CHECK_ON="Til"
IDS_CHECK_OFF="Fra"
IDS_BTMNG_MSG_COMPUTER="På &computeren"

;BdAddr
IDS_PV_LVC_COLUMN_LAVEL_2="Bluetooth-enhedens adresse"

;BtMng
IDS_BTMNG_MSG_HW_SW_OFF="Tilslut Bluetooth-enheden, og klik på OK."

;Bluetooth Settings
IDS_EZC_DEVICE_CLASS="Enhedsklasse"
IDS_EZC_CHECK_ENABLE_AVAUTOCONNECT="Funktionen Opret automatisk forbindelse er valideret."

;IT Security Manager
ITSEC_ITSECSETTINGS="It-sikkerhedsindstillinger"
ITSEC_MESSAGE=""Bluetooth-relaterede funktioner er deaktiveret.\r\n. Disse funktioner
kan aktiveres igen med %s (ItSecSettings.exe).
"
ITSEC_LAUNCH="%s..."
ITSEC_CANCEL="Luk"
ITSEC_CHECK="&Vis ikke dette vindue næste gang"

[NOR]
;Norwegian
IDS_CHECK_CAPS="CAPS LOCK"
IDS_CHECK_NUM="NUM LOCK"
IDS_CHECK_SCROOL="SCROLL LOCK"
IDS_CHECK_ON="PÅ"
IDS_CHECK_OFF="AV"
IDS_BTMNG_MSG_COMPUTER="&Plassering på datamaskinen"

;BdAddr
IDS_PV_LVC_COLUMN_LAVEL_2="Bluetooth-enhetsadresse"

;BtMng
IDS_BTMNG_MSG_HW_SW_OFF="Plugg inn Bluetooth-enheten, og klikk OK."

;Bluetooth Settings
IDS_EZC_DEVICE_CLASS="Enhetsklasse"
IDS_EZC_CHECK_ENABLE_AVAUTOCONNECT="Automatisk tilkoplingsfunksjon er bekreftet."

;IT Security Manager
ITSEC_ITSECSETTINGS="Sikkerhetsinnstillinger, IT"
ITSEC_MESSAGE="Bluetooth-funksjoner er deaktivert.\r\nDu kan aktivere disse funksjonene på nytt med %s (ItSecSettings.exe)."
ITSEC_LAUNCH="%s..."
ITSEC_CANCEL="Lukk"
ITSEC_CHECK="&Ikke vis dette vinduet neste gang"

[PTB]
;Portuguese (Brazilian)
IDS_CHECK_CAPS="CAPS LOCK"
IDS_CHECK_NUM="NUM LOCK"
IDS_CHECK_SCROOL="SCROLL LOCK"
IDS_CHECK_ON="LIGADO"
IDS_CHECK_OFF="DESLIGADO"
IDS_BTMNG_MSG_COMPUTER="Locais do &computador"

;BdAddr
IDS_PV_LVC_COLUMN_LAVEL_2="Endereços de dispositivo Bluetooth"

;BtMng
IDS_BTMNG_MSG_HW_SW_OFF="Ligue o dispositivo Bluetooth e clique no botão OK."

;Bluetooth Settings
IDS_EZC_DEVICE_CLASS="Classe do dispositivo"
IDS_EZC_CHECK_ENABLE_AVAUTOCONNECT="A função de conexão automática é validada."

;IT Security Manager
ITSEC_ITSECSETTINGS="Configurações de Segurança de TI"
ITSEC_MESSAGE="As funções relacionadas a Bluetooth estão desativadas.\r\nPara reativá-las, use %s (ItSecSettings.exe)."
ITSEC_LAUNCH="%s..."
ITSEC_CANCEL="Fechar"
ITSEC_CHECK="&Não exibir esta janela na próxima vez"

[PTG]
;Portuguese Portuguese (Standard) 
IDS_CHECK_CAPS="CAPS LOCK"
IDS_CHECK_NUM="NUM LOCK"
IDS_CHECK_SCROOL="SCROLL LOCK"
IDS_CHECK_ON="LIGADO"
IDS_CHECK_OFF="DESLIGADO"
IDS_BTMNG_MSG_COMPUTER="&Locais do computador"

;BdAddr
IDS_PV_LVC_COLUMN_LAVEL_2="Endereço do dispositivo Bluetooth"

;BtMng
IDS_BTMNG_MSG_HW_SW_OFF="Anslut Bluetooth-enheten och klicka på OK."

;Bluetooth Settings
IDS_EZC_DEVICE_CLASS="Classe do dispositivo"
IDS_EZC_CHECK_ENABLE_AVAUTOCONNECT="A função de ligação automática é validada."

;IT Security Manager
ITSEC_ITSECSETTINGS="Definições de Segurança TI"
ITSEC_MESSAGE="As funções relacionadas com Bluetooth estão desactivadas.\r\nPode reactivar estas funções utilizando %s (ItSecSettings.exe)."
ITSEC_LAUNCH="%s..."
ITSEC_CANCEL="Fechar"
ITSEC_CHECK="&Não mostrar esta janela da próxima vez"

[SVE]
;Swedish
IDS_CHECK_CAPS="CAPS LOCK"
IDS_CHECK_NUM="NUM LOCK"
IDS_CHECK_SCROOL="SCROLL LOCK"
IDS_CHECK_ON="PÅ"
IDS_CHECK_OFF="AV"
IDS_BTMNG_MSG_COMPUTER="&Datorplatser"

;BdAddr
IDS_PV_LVC_COLUMN_LAVEL_2="Bluetooth-enhetsadress"

;BtMng
IDS_BTMNG_MSG_HW_SW_OFF="Anslut Bluetooth-enheten och klicka på OK."

;Bluetooth Settings
IDS_EZC_DEVICE_CLASS="Enhetsklass"
IDS_EZC_CHECK_ENABLE_AVAUTOCONNECT="Den automatiska anslutningsfunktionen har bekräftats."

;IT Security Manager
ITSEC_ITSECSETTINGS="IT-säkerhetsinställningar"
ITSEC_MESSAGE="Bluetooth-relaterade funktioner har avaktiverats.\r\nDu kan aktivera dem igen med %s (ItSecSettings.exe)."
ITSEC_LAUNCH="%s..."
ITSEC_CANCEL="Stäng"
ITSEC_CHECK="&Visa inte detta fönster igen."

[ESP]
;Spanish
IDS_CHECK_CAPS="Bloq Mayús"
IDS_CHECK_NUM="Bloq Num"
IDS_CHECK_SCROOL="Bloq Despl"
IDS_CHECK_ON="Activado"
IDS_CHECK_OFF="Desactivado"
IDS_BTMNG_MSG_COMPUTER="&Sitios de PC"

;BdAddr
IDS_PV_LVC_COLUMN_LAVEL_2="Dirección del dispositivo Bluetooth"

;BtMng
IDS_BTMNG_MSG_HW_SW_OFF="Conecte el dispositivo Bluetooth y haga clic en el botón Aceptar."

;Bluetooth Settings
IDS_EZC_DEVICE_CLASS="Clase del dispositivo"
IDS_EZC_CHECK_ENABLE_AVAUTOCONNECT="Se valida la función de conexión automática."

;IT Security Manager
ITSEC_ITSECSETTINGS="Configuración de seguridad de TI"
ITSEC_MESSAGE="Las funciones relacionadas con Bluetooth están desactivadas.\r\nPuede reactivar estas funciones mediante %s (ItSecSettings.exe)."
ITSEC_LAUNCH="%s..."
ITSEC_CANCEL="Cerrar"
ITSEC_CHECK="&No volver a mostrar esta ventana"

[NLD]
;Dutch
IDS_CHECK_CAPS="CAPS LOCK"
IDS_CHECK_NUM="NUM LOCK"
IDS_CHECK_SCROOL="SCROLL LOCK"
IDS_CHECK_ON="AAN"
IDS_CHECK_OFF="UIT"
IDS_BTMNG_MSG_COMPUTER="&Computerlocaties"

;BdAddr
IDS_PV_LVC_COLUMN_LAVEL_2="Bluetooth-apparaatadres"

;BtMng
IDS_BTMNG_MSG_HW_SW_OFF="Sluit het Bluetooth-apparaat aan en klik op de knop OK."

;Bluetooth Settings
IDS_EZC_DEVICE_CLASS="Apparaatklasse"
IDS_EZC_CHECK_ENABLE_AVAUTOCONNECT="Functie voor automatische verbinding is gevalideerd."

;IT Security Manager
ITSEC_ITSECSETTINGS="IT-beveiligingsinstellingen"
ITSEC_MESSAGE="Bluetooth-functies zijn uitgeschakeld.\r\nU kunt deze weer inschakelen via %s (ItSecSettings.exe)."
ITSEC_LAUNCH="%s..."
ITSEC_CANCEL="Sluiten"
ITSEC_CHECK="&Dit venster niet meer weergeven"

[KOR]
;Korean
IDS_CHECK_CAPS="Caps Lock"
IDS_CHECK_NUM="Num Lock"
IDS_CHECK_SCROOL="Scroll Lock"
IDS_CHECK_ON="ON"
IDS_CHECK_OFF="OFF"
IDS_BTMNG_MSG_COMPUTER="컴퓨터 위치(&C)"

;BdAddr
IDS_PV_LVC_COLUMN_LAVEL_2="Bluetooth 장치 주소"

;BtMng
IDS_BTMNG_MSG_HW_SW_OFF="Bluetooth 장치를 연결한 다음 [확인] 단추를 클릭하십시오."

;Bluetooth Settings
IDS_EZC_DEVICE_CLASS="장치 클래스"
IDS_EZC_CHECK_ENABLE_AVAUTOCONNECT="자동 연결 기능이 인가되었습니다."

;IT Security Manager
ITSEC_ITSECSETTINGS="IT 보안 설정"
ITSEC_MESSAGE="Bluetooth 관련 기능이 비활성화되어 있습니다.\r\n.%s(ItSecSettings.exe)을(를) 사용하여 이 기능들을 다시 활성화할 수 있습니다."
ITSEC_LAUNCH="%s..."
ITSEC_CANCEL="닫기"
ITSEC_CHECK="이 창을 다시 표시 안 함(&D)"

[CHT]
;Chainese, Traditional
IDS_CHECK_CAPS="CAPS LOCK"
IDS_CHECK_NUM="NUM LOCK"
IDS_CHECK_SCROOL="SCROLL LOCK"
IDS_CHECK_ON="ON"
IDS_CHECK_OFF="OFF"
IDS_BTMNG_MSG_COMPUTER="電腦位置(&C)"

;BdAddr
IDS_PV_LVC_COLUMN_LAVEL_2="Bluetooth裝置位址"

;BtMng
IDS_BTMNG_MSG_HW_SW_OFF="請插入Bluetooth裝置並點擊確定按鈕。"

;Bluetooth Settings
IDS_EZC_DEVICE_CLASS="裝置類別"
IDS_EZC_CHECK_ENABLE_AVAUTOCONNECT="開啟自動連線功能。"

;IT Security Manager
ITSEC_ITSECSETTINGS="IT安全設定"
ITSEC_MESSAGE="Bluetooth相關功能被停用。\r\n您可以通過使用%s (ItSecSettings.exe)來重新啟用這些功能。"
ITSEC_LAUNCH="%s..."
ITSEC_CANCEL="關閉"
ITSEC_CHECK="下一次不再顯示此視窗(&D)"

[CHS]
;Chainese, Simplified
IDS_CHECK_CAPS="CAPS LOCK"
IDS_CHECK_NUM="NUM LOCK"
IDS_CHECK_SCROOL="SCROLL LOCK"
IDS_CHECK_ON="ON"
IDS_CHECK_OFF="OFF"
IDS_BTMNG_MSG_COMPUTER="电脑位置(&C)"

;BdAddr
IDS_PV_LVC_COLUMN_LAVEL_2="Bluetooth设备地址"

;BtMng
IDS_BTMNG_MSG_HW_SW_OFF="请插入Bluetooth设备并点击确定按钮。"

;Bluetooth Settings
IDS_EZC_DEVICE_CLASS="设备种类"
IDS_EZC_CHECK_ENABLE_AVAUTOCONNECT="自动连接功能有效。"

;IT Security Manager
ITSEC_ITSECSETTINGS="IT安全设置"
ITSEC_MESSAGE="Bluetooth相关功能被禁用。\r\n您可以通过使用 %s (ItSecSettings.exe)来重新启用这些功能。"
ITSEC_LAUNCH="%s..."
ITSEC_CANCEL="关闭"
ITSEC_CHECK="以后不再显示此窗口(&D)"

[RUS]
;Russian
IDS_CHECK_CAPS="CAPS LOCK"
IDS_CHECK_NUM="NUM LOCK"
IDS_CHECK_SCROOL="SCROLL LOCK"
IDS_CHECK_ON="ВКЛ."
IDS_CHECK_OFF="ВЫКЛ."
IDS_BTMNG_MSG_COMPUTER="&Компьютерное окружение"

;BdAddr
IDS_PV_LVC_COLUMN_LAVEL_2="Адрес устройства Bluetooth"

;BtMng
IDS_BTMNG_MSG_HW_SW_OFF="Подключите устройство “Bluetooth” и щелкните кнопку “OK”."

;Bluetooth Settings
IDS_EZC_DEVICE_CLASS="Класс устройства"
IDS_EZC_CHECK_ENABLE_AVAUTOCONNECT="Подтверждена достоверность функции автоматического подключения."

;IT Security Manager
ITSEC_ITSECSETTINGS="Параметры безопасности IT"
ITSEC_MESSAGE="Функции, связанные с работой Bluetooth, отключены.\r\nВы можете вновь включить эти функции с помощью программы %s (ItSecSettings.exe)."
ITSEC_LAUNCH="%s..."
ITSEC_CANCEL="Закрыть"
ITSEC_CHECK="Не показывать это окно в следующий раз(&D)"

[FIN]
;Finnish
IDS_CHECK_CAPS="Caps Lock"
IDS_CHECK_NUM="Num Lock"
IDS_CHECK_SCROOL="Scrool Lock"
IDS_CHECK_ON="PÄÄLLÄ"
IDS_CHECK_OFF="POIS"
IDS_BTMNG_MSG_COMPUTER="&Tietokonepaikat"

;BdAddr
IDS_PV_LVC_COLUMN_LAVEL_2="Bluetooth-laitteen osoite"

;BtMng
IDS_BTMNG_MSG_HW_SW_OFF="Liitä Bluetooth-laite ja napsauta OK-painiketta."

;Bluetooth Settings
IDS_EZC_DEVICE_CLASS="Laitteen luokka"
IDS_EZC_CHECK_ENABLE_AVAUTOCONNECT="Automaattinen yhteydenluonti on vahvistettu."

;IT Security Manager
ITSEC_ITSECSETTINGS="IT-suojausasetukset"
ITSEC_MESSAGE="Bluetooth-toiminnot on poistettu käytöstä.\r\nVoit ottaa toiminnot uudelleen käyttöön ohjelmalla %s (ItSecSettings.exe)."
ITSEC_LAUNCH="%s..."
ITSEC_CANCEL="Sulje"
ITSEC_CHECK="&Älä näytä tätä ikkunaa ensi kerralla"

[PLK]
;Polish
IDS_CHECK_CAPS="CAPS LOCK"
IDS_CHECK_NUM="NUM LOCK"
IDS_CHECK_SCROOL="SCROLL LOCK"
IDS_CHECK_ON="ON"
IDS_CHECK_OFF="OFF"
IDS_BTMNG_MSG_COMPUTER="&Miejsce na komputerze"

;BdAddr
IDS_PV_LVC_COLUMN_LAVEL_2="Adres urządzenia Bluetooth"

;BtMng
IDS_BTMNG_MSG_HW_SW_OFF="Podłącz urządzenie Bluetooth i kliknij przycisk OK."

;Bluetooth Settings
IDS_EZC_DEVICE_CLASS="Klasa urządzenia"
IDS_EZC_CHECK_ENABLE_AVAUTOCONNECT="Funkcja automatycznego połączenia została potwierdzona."

;IT Security Manager
ITSEC_ITSECSETTINGS="Ustawienia zabezpieczeń IT"
ITSEC_MESSAGE="Funkcje związane z interfejsem Bluetooth są wyłączone.\r\nMożna je włączyć ponownie przy użyciu programu %s (ItSecSettings.exe)."
ITSEC_LAUNCH="%s..."
ITSEC_CANCEL="Zamknij"
ITSEC_CHECK="&Nie wyświetlaj ponownie tego okna."

[ELL]
;Greek
IDS_CHECK_CAPS="CAPS LOCK"
IDS_CHECK_NUM="NUM LOCK"
IDS_CHECK_SCROOL="SCROLL LOCK"
IDS_CHECK_ON="ΑΝΟΙΓΜΑ"
IDS_CHECK_OFF="ΚΛΕΙΣΙΜΟ"
IDS_BTMNG_MSG_COMPUTER="&Θέσεις υπολογιστή"

;BdAddr
IDS_PV_LVC_COLUMN_LAVEL_2="Διεύθυνση συσκευής Bluetooth"

;BtMng
IDS_BTMNG_MSG_HW_SW_OFF="Please plug in the Bluetooth device and click OK button."

;Bluetooth Settings
IDS_EZC_DEVICE_CLASS="Κατηγορία συσκευής"
IDS_EZC_CHECK_ENABLE_AVAUTOCONNECT="Επαλήθευση της λειτουργίας αυτόματης σύνδεσης."

;IT Security Manager
ITSEC_ITSECSETTINGS="Ρυθμίσεις ασφαλείας ΙΤ"
ITSEC_MESSAGE="Οι λειτουργίες bluetooth είναι απενεργοποιημένες.\r\nΜπορείτε να ενεργοποιήσετε εκ νέου αυτές τις λειτουργίες χρησιμοποιώντας το %s (ItSecSettings.exe)."
ITSEC_LAUNCH="%s..."
ITSEC_CANCEL="Κλείσιμο"
ITSEC_CHECK="&Να μην εμφανιστεί ξανά αυτό το παράθυρο την επόμενη φορά"

